Repository: SYYANI/Freddie
Catalog: ReadPaper/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (part %d/%d)
zh_hans: （第 %1$d/%2$d 部分）

source: “%@” and all of its local files, notes, reading state, and translation cache will be removed.
zh_hans: “%1$@”及其所有本地文件、笔记、阅读状态和翻译缓存都将被删除。

source: %@ must be a number.
zh_hans: %1$@ 必须是数字。

source: %@ must be an integer.
zh_hans: %1$@ 必须是整数。

source: %d model profile%@ ready to use.
zh_hans: %1$d 个模型配置已可使用。

source: %d paper%@ already in your library. Use Translate in the reader toolbar.
zh_hans: 你的资料库中已有 %1$d 篇论文。请在阅读器工具栏中使用 Translate。

source: %d PDF annotations exported to %@.
zh_hans: 已将 %1$d 个 PDF 标注导出到 %2$@。

source: %d provider%@ ready.
zh_hans: %1$d 个 provider 已就绪。

source: 1. Save a provider API key
zh_hans: 1. 保存 provider API key

source: 2. Create a model profile
zh_hans: 2. 创建模型配置

source: 3. Choose HTML and PDF routes
zh_hans: 3. 选择 HTML 和 PDF 路由

source: 4. Import and translate papers
zh_hans: 4. 导入并翻译论文

source: 2303.08774 or https://arxiv.org/abs/2303.08774
zh_hans: 2303.08774 或 https://arxiv.org/abs/2303.08774

source: A model profile points to one provider and stores the exact chat model name plus optional sampling parameters. You can create separate profiles for fast HTML translation and heavier PDF work.
zh_hans: 一个模型配置会指向一个 provider，并保存精确的 chat model 名称以及可选采样参数。你可以分别为快速 HTML 翻译和更重的 PDF 工作创建不同配置。

source: A model profile points to one provider and stores the exact model name plus optional sampling parameters. You can create separate profiles for fast HTML translation and heavier PDF work.
zh_hans: 模型配置指向一个 Provider，并保存准确的模型名称和可选采样参数。你可以分别为快速 HTML 翻译和较重的 PDF 任务创建配置。

source: About Freddie
zh_hans: 关于 Freddie

source: Abstract
zh_hans: 摘要

source: Actions
zh_hans: 操作

source: Add a paper
zh_hans: 添加论文

source: Add an arXiv ID, an arXiv URL, or a local PDF from the library sidebar.
zh_hans: 从资料库侧边栏添加 arXiv ID、arXiv URL，或本地 PDF。

source: Add an arXiv ID, an arXiv URL, web page URL, or a local PDF from the library sidebar.
zh_hans: 从资料库侧边栏添加 arXiv ID、arXiv URL、网页 URL，或本地 PDF。

source: Add an arXiv ID, arXiv URL, or a local PDF. Before using translation, open Settings and save at least one LLM provider API key and model profile.
zh_hans: 添加 arXiv ID、arXiv URL，或本地 PDF。使用翻译前，请先打开 Settings，至少保存一个 LLM provider API key 和模型配置。

source: Add an arXiv ID, arXiv URL, web page URL, or a local PDF.
zh_hans: 添加 arXiv ID、arXiv URL、网页 URL 或本地 PDF。

source: Add an arXiv ID, arXiv URL, web page URL, or a local PDF. Before using translation, open Settings and save at least one LLM provider API key and model profile.
zh_hans: 添加 arXiv ID、arXiv URL、网页 URL，或本地 PDF。使用翻译前，请先打开 Settings，至少保存一个 LLM provider API key 和模型配置。

source: Add Note
zh_hans: 添加笔记

source: Add Note to Current Selection
zh_hans: 为当前选区添加笔记

source: Add Paper
zh_hans: 添加论文

source: Add PDF Note
zh_hans: 添加 PDF 批注

source: Adds a localized HTML copy for HTML reading and translation. Import may take longer.
zh_hans: 同时保存本地化的 HTML 副本，用于 HTML 阅读和翻译；导入可能需要更长时间。

source: Advanced Parameters
zh_hans: 高级参数

source: After selecting routes here, go back to the main window, import a paper, open it in the reader, and use the Translate button in the toolbar.
zh_hans: 在这里选好路由后，回到主窗口，导入论文，在阅读器中打开它，然后使用工具栏里的 Translate 按钮。

source: AI Explanation
zh_hans: AI 解释

source: All Pages
zh_hans: 所有页面

source: Allow external search for the reading assistant
zh_hans: 允许阅读助手检索外部资料

source: Analyzing layout
zh_hans: 正在分析版面

source: Annotation Color
zh_hans: 标注颜色

source: API Key
zh_hans: API 密钥

source: API key cannot be empty.
zh_hans: API key 不能为空。

source: API keys are protected in Keychain with Touch ID or your device password. Leaving the API key field blank while editing keeps the saved key.
zh_hans: API 密钥通过触控 ID 或设备密码保护并存储在钥匙串中。编辑时将 API 密钥留空会保留已保存的密钥。

source: API keys are protected with Touch ID or your device password. After the first approval, this Freddie installation stays authorized until the app is updated or the key changes. Leaving the API key field blank while editing keeps the saved key.
zh_hans: API 密钥通过触控 ID 或设备密码保护。首次授权后，当前 Freddie 安装会保持授权，直到 App 更新或 API 密钥发生变化。编辑时将 API 密钥留空会保留已保存的密钥。

source: API keys are protected with Touch ID or your device password. Leaving the API key field blank while editing keeps the saved key.
zh_hans: API 密钥通过触控 ID 或设备密码保护。编辑时将 API 密钥留空会保留已保存的密钥。

source: API keys are stored in Keychain. Leaving the API key field blank while editing keeps the saved key.
zh_hans: API 密钥保存在钥匙串中。编辑时将 API 密钥留空会保留已保存的密钥。

source: API protocol
zh_hans: API 协议

source: App language
zh_hans: 应用语言

source: Application Language
zh_hans: 应用语言

source: Applying LaTeX structure
zh_hans: 正在应用 LaTeX 结构

source: Applying translated layout
zh_hans: 正在应用翻译后的排版

source: arXiv %@
zh_hans: arXiv %1$@

source: arXiv ID or URL
zh_hans: arXiv ID 或 URL

source: arXiv returned an error (status %d). Please try again later.
zh_hans: arXiv 返回了错误（状态码 %d）。请稍后再试。

source: arXiv: %@
zh_hans: arXiv：%1$@

source: Ask a follow-up...
zh_hans: 继续追问…

source: Ask about the selected text...
zh_hans: 针对划选文字提问…

source: Ask AI
zh_hans: 问 AI

source: Ask AI About Selected Text
zh_hans: 针对所选文字问 AI

source: Assistant scope
zh_hans: 助手范围

source: Authenticate to access the saved API key.
zh_hans: 请使用触控 ID 或设备密码访问已存储的 API 密钥。

source: Authentication failed. Please check API key and endpoint permission.
zh_hans: 认证失败。请检查 API key 和 endpoint 权限。

source: Authors
zh_hans: 作者

source: Automatic (%@)
zh_hans: 自动检测（%1$@）

source: Automatic (not found)
zh_hans: 自动检测（未找到）

source: Automatic detection checks the app's PATH and common MacTeX, Homebrew, and /usr/local locations. A manually selected directory takes precedence and must contain an executable latexmk.
zh_hans: 自动检测会检查应用的 PATH，以及常见的 MacTeX、Homebrew 和 /usr/local 位置。手动选择的目录优先级更高，且必须包含可执行的 latexmk。

source: Available placeholders: {{dateISO}}, {{title}}, {{slug}}, {{authors}}, {{identifier}}, {{sourceTitle}}, {{sourceURL}}, {{metadataBlock}}, {{abstractBlock}}, {{notesBlock}}, {{generatedBy}}.
zh_hans: 可用占位符：{{dateISO}}、{{title}}、{{slug}}、{{authors}}、{{identifier}}、{{sourceTitle}}、{{sourceURL}}、{{metadataBlock}}、{{abstractBlock}}、{{notesBlock}}、{{generatedBy}}。

source: BabelDOC error
zh_hans: BabelDOC 错误

source: BabelDOC error: %@
zh_hans: BabelDOC 错误：%1$@

source: BabelDOC error.
zh_hans: BabelDOC 错误。

source: BabelDOC exited with code %d.
zh_hans: BabelDOC 以退出码 %1$d 结束。

source: BabelDOC failed: %@
zh_hans: BabelDOC 失败：%1$@

source: BabelDOC finished without producing a translated PDF.
zh_hans: BabelDOC 已结束，但没有生成翻译后的 PDF。

source: BabelDOC is ready.
zh_hans: BabelDOC 已就绪。

source: BabelDOC is ready. Installed version: %@.
zh_hans: BabelDOC 已就绪。已安装版本：%1$@。

source: BabelDOC launcher is invalid: %@
zh_hans: BabelDOC launcher 无效：%1$@

source: BabelDOC QPS: %d
zh_hans: BabelDOC QPS：%1$d

source: BabelDOC: %@
zh_hans: BabelDOC：%1$@

source: Balanced Model
zh_hans: 均衡模型

source: Based on %d full-paper passages
zh_hans: 依据全文 %d 个片段

source: Based on automatically selected context
zh_hans: 依据自动选择的上下文

source: Based on paper context and %d external sources
zh_hans: 依据论文上下文和 %d 条外部资料

source: Based on paper context and live web search
zh_hans: 依据论文上下文和实时联网搜索结果

source: Based on the current passage
zh_hans: 依据当前段落

source: Basic health check failed
zh_hans: 基本健康检查未通过

source: Basic health check passed
zh_hans: 基本健康检查已通过

source: Bilingual
zh_hans: 双语

source: Blue
zh_hans: 蓝色

source: Browse
zh_hans: 浏览

source: Build your local paper desk
zh_hans: 搭建你的本地论文书桌

source: by %@
zh_hans: 作者：%1$@

source: Cancel
zh_hans: 取消

source: Cancel Translation
zh_hans: 取消翻译

source: Cancelled BabelDOC installation and removed downloaded cache.
zh_hans: 已取消 BabelDOC 安装，并移除了已下载的缓存。

source: Cancelling BabelDOC installation...
zh_hans: 正在取消 BabelDOC 安装...

source: Cancelling translation...
zh_hans: 正在取消翻译...

source: Cancelling...
zh_hans: 正在取消...

source: Checking arXiv identifier
zh_hans: 正在检查 arXiv 标识符

source: Checking cached arXiv structure...
zh_hans: 正在检查缓存的 arXiv 结构...

source: Checking PDF content
zh_hans: 正在检查 PDF 内容

source: Checking web page URL
zh_hans: 正在检查网页 URL

source: Choose
zh_hans: 选择

source: Choose a different location to preserve the original PDF.
zh_hans: 请选择其他位置，以保留原始 PDF。

source: Choose a folder for Markdown digest exports.
zh_hans: 选择用于导出 Markdown 文摘的文件夹。

source: Choose a folder, then drag a rectangle over an issue in the translated PDF. Each selection is exported automatically.
zh_hans: 选择一个文件夹，然后在译文 PDF 的问题区域拖动框选。每次框选都会自动导出。

source: Choose a PDF translation model in Settings first.
zh_hans: 请先在 Settings 中选择一个 PDF 翻译模型。

source: Choose a reading assistant model in Settings first.
zh_hans: 请先在设置中选择阅读助手模型。

source: Choose an HTML translation model in Settings first.
zh_hans: 请先在 Settings 中选择一个 HTML 翻译模型。

source: Choose Folder
zh_hans: 选择文件夹

source: Choose Model
zh_hans: 选择模型

source: Choose PDF...
zh_hans: 选择 PDF...

source: Choose Provider
zh_hans: 选择服务商

source: Choose separate saved model profiles for translation and reading assistance. When enabled, external questions are answered through the selected model's server-side web search (Responses API), instead of calling academic search services directly.
zh_hans: 可分别为翻译与阅读助手选择已保存的模型配置。启用后，外部资料问题会通过所选模型的 Responses API 服务端联网搜索来回答，不再直接调用学术检索服务。

source: Choose the directory that contains latexmk and your TeX engines.
zh_hans: 请选择包含 latexmk 和 TeX 引擎的目录。

source: Choose Translation Scope
zh_hans: 选择翻译范围

source: Choose which model powers HTML translation and which model is used by BabelDOC/PDF translation.
zh_hans: 选择哪个模型驱动 HTML 翻译，以及哪个模型用于 BabelDOC/PDF 翻译。

source: Choose which package index uv uses for BabelDOC installs. Official PyPI uses the default upstream index, while Tsinghua mirror uses the TUNA mirror for faster access in some regions. Latest version lookup follows the selected source.
zh_hans: 选择 uv 安装 BabelDOC 时使用的包索引。官方 PyPI 使用默认上游源；清华镜像使用 TUNA 镜像，适合部分地区更快访问。最新版本查询也会跟随当前所选源。

source: Choose which saved model profile powers HTML translation and the BabelDOC PDF route inside the reader.
zh_hans: 选择阅读器中用于 HTML 翻译和 BabelDOC PDF 路由的已保存模型配置。

source: Clear
zh_hans: 清除

source: Clear glossary
zh_hans: 清空术语表

source: Click to edit note
zh_hans: 点击编辑笔记

source: Close
zh_hans: 关闭

source: Collecting paper context...
zh_hans: 正在收集论文上下文...

source: Compiling translated LaTeX...
zh_hans: 正在编译 LaTeX 译稿...

source: Complete Web Search Trace
zh_hans: 完整联网搜索 Trace

source: Configuration
zh_hans: 配置

source: Controls the base font size used for localized HTML reader content and translations.
zh_hans: 控制本地化 HTML 阅读内容和译文使用的基础字号。

source: Controls the default translation target and the amount of parallel work used for HTML and BabelDOC translation jobs. Supported languages: English and Simplified Chinese.
zh_hans: 控制默认翻译目标，以及 HTML 和 BabelDOC 翻译任务的并行度。支持语言：英文和简体中文。

source: Controls the default translation target, HTML concurrency, BabelDOC request rate, and incremental PDF page batch size. Supported languages: English and Simplified Chinese.
zh_hans: 控制默认翻译目标、HTML 并发数、BabelDOC 请求速率，以及 PDF 增量翻译的每批页数。支持语言：英文和简体中文。

source: Copy BabelDOC Log Path
zh_hans: 复制 BabelDOC 日志路径

source: Copy Digest
zh_hans: 复制文摘

source: Copy Link
zh_hans: 复制链接

source: Copy Trace
zh_hans: 复制 Trace

source: Could not compile the translated LaTeX source.
zh_hans: 无法编译 LaTeX 译稿。

source: Could not create access control for the saved API key.
zh_hans: 无法为已保存的 API 密钥创建访问控制。

source: Could not parse the LaTeX source.
zh_hans: 无法解析 LaTeX 源码。

source: Could not prepare the arXiv LaTeX source.
zh_hans: 无法准备 arXiv LaTeX 源码。

source: Could not protect the API key for storage.
zh_hans: 无法加密保护要存储的 API 密钥。

source: Could not reconstruct the translated LaTeX source.
zh_hans: 无法重建 LaTeX 译稿源码。

source: Create a note from the current PDF or HTML selection, or start a blank note.
zh_hans: 可基于当前 PDF 或 HTML 选区创建笔记，也可新建空白笔记。

source: Create at least one enabled model profile and attach it to a provider with a saved API key.
zh_hans: 至少创建一个已启用的模型配置，并将它绑定到一个已保存 API key 的 provider。

source: Create one provider for each OpenAI-compatible endpoint you want to use. The API key is stored in Keychain, so leaving the API key field blank while editing an existing provider keeps the saved key.
zh_hans: 为每个想使用的 OpenAI-compatible endpoint 创建一个 provider。API key 存储在 Keychain 中，因此编辑现有 provider 时如果把 API key 留空，会保留已保存的 key。

source: Creating library entry
zh_hans: 正在创建资料库条目

source: Credits
zh_hans: 致谢

source: Current installed version
zh_hans: 当前已安装版本

source: Current LaTeX Toolchain
zh_hans: 当前 LaTeX 工具链

source: Current passage
zh_hans: 当前段落

source: Decrease Font Size
zh_hans: 减小字号

source: Default
zh_hans: 默认

source: Default digest template restored.
zh_hans: 已恢复默认文摘模板。

source: Default OpenAI and DeepSeek model profiles are ready when their provider has a saved API key.
zh_hans: 保存对应 Provider 的 API 密钥后，即可使用默认的 OpenAI 和 DeepSeek 模型配置。

source: Default Provider
zh_hans: 默认 Provider

source: Delete
zh_hans: 删除

source: Delete note
zh_hans: 删除笔记

source: Delete Note
zh_hans: 删除笔记

source: Delete Note?
zh_hans: 删除笔记？

source: Delete Paper
zh_hans: 删除论文

source: Delete Paper?
zh_hans: 删除论文？

source: Development
zh_hans: 开发

source: Digest
zh_hans: 文摘

source: Digest copied to the clipboard.
zh_hans: 文摘已复制到剪贴板。

source: Digest Export
zh_hans: 文摘导出

source: Digest exported to %@.
zh_hans: 文摘已导出到 %1$@。

source: Digest Ready
zh_hans: 文摘已准备好

source: Disable PDF translation debug export
zh_hans: 关闭 PDF 翻译调试导出

source: Disabled
zh_hans: 关闭

source: Display
zh_hans: 显示

source: Display name
zh_hans: 显示名称

source: Document Reading
zh_hans: 文档阅读

source: DOI %@
zh_hans: DOI %1$@

source: DOI: %@
zh_hans: DOI：%1$@

source: Download HTML version
zh_hans: 下载 HTML 版本

source: Download MacTeX
zh_hans: 下载 MacTeX

source: Downloading %@, extracting the readable article body, and localizing linked resources.
zh_hans: 正在下载 %1$@，提取可阅读正文，并本地化链接资源。

source: Downloading arXiv LaTeX source...
zh_hans: 正在下载 arXiv LaTeX 源码...

source: Downloading PDF
zh_hans: 正在下载 PDF

source: Drawing Width
zh_hans: 画笔粗细

source: Edit note
zh_hans: 编辑笔记

source: Edit Note
zh_hans: 编辑笔记

source: Enable arXiv LaTeX translation
zh_hans: 启用 arXiv LaTeX 翻译

source: Enable PDF translation debug export
zh_hans: 开启 PDF 翻译调试导出

source: Enabled
zh_hans: 启用

source: Enter a question about the selected text.
zh_hans: 请输入针对所选文字的问题。

source: Enter one preferred term mapping per line, for example “large language model = 大语言模型”. The glossary is optional and is used as reference context by both HTML and PDF translation.
zh_hans: 每行输入一条首选术语映射，例如“large language model = 大语言模型”。术语表可留空，HTML 和 PDF 翻译都会将其作为参考上下文。

source: Enter the note to attach at this PDF position.
zh_hans: 输入要附加到此 PDF 位置的批注。

source: Erase Annotation
zh_hans: 擦除标注

source: Error
zh_hans: 错误

source: Error: %@
zh_hans: 错误：%1$@

source: Expand the background
zh_hans: 展开背景

source: Explain Selected Text
zh_hans: 解释所选文字

source: Export
zh_hans: 导出

source: Export Annotated PDF
zh_hans: 导出带标注的 PDF

source: Export Digest
zh_hans: 导出文摘

source: Export directory
zh_hans: 导出目录

source: Export directory cleared.
zh_hans: 已清除导出目录。

source: Export directory saved.
zh_hans: 已保存导出目录。

source: Export Markdown
zh_hans: 导出 Markdown

source: Export the current paper metadata, abstract, and notes as a Markdown digest.
zh_hans: 将当前论文的元数据、摘要和笔记导出为 Markdown 文摘。

source: External
zh_hans: 外部资料

source: External search is disabled in Settings.
zh_hans: 设置中已关闭外部检索。

source: Extracting LaTeX structure for PDF translation...
zh_hans: 正在提取用于 PDF 翻译的 LaTeX 结构...

source: Failed to fetch the latest BabelDOC version: %@
zh_hans: 获取最新 BabelDOC 版本失败：%1$@

source: Failed to open PDF file: %@
zh_hans: 无法打开 PDF 文件：%1$@

source: Failed to write merged PDF: %@
zh_hans: 无法写入合并后的 PDF：%1$@

source: Failed to write translated PDF: %@
zh_hans: 无法写入翻译后的 PDF：%1$@

source: Fast Model
zh_hans: 快速模型

source: Fetching metadata
zh_hans: 正在获取元数据

source: Fetching reader HTML
zh_hans: 正在获取阅读 HTML

source: Fetching web page
zh_hans: 正在获取网页

source: Finalizing import
zh_hans: 正在完成导入

source: First %d Pages
zh_hans: 前 %1$d 页

source: First 10 Pages
zh_hans: 前 10 页

source: First Paper
zh_hans: 添加第一篇论文

source: Follow System
zh_hans: 跟随系统

source: Font Size: %d
zh_hans: 字号：%1$d

source: For a typical setup, fill in the service base URL, paste the API key, set a lightweight test model, then click Save and Test.
zh_hans: 常见配置方式是：填写服务 base URL，粘贴 API key，设置一个轻量测试模型，然后点击 Save 和 Test。

source: Found %d relevant passages.
zh_hans: 找到 %d 个相关片段。

source: Freehand Draw
zh_hans: 自由画笔

source: Full Paper
zh_hans: 搜索整篇

source: General
zh_hans: 通用

source: Generated by Freddie
zh_hans: 由 Freddie 生成

source: Generating an answer...
zh_hans: 正在生成解答…

source: Generating translated PDF
zh_hans: 正在生成翻译后的 PDF

source: Generation stopped.
zh_hans: 已停止生成。

source: Getting Started
zh_hans: 快速开始

source: Getting started guide is hidden.
zh_hans: 快速开始指南已隐藏。

source: Go to Selection
zh_hans: 跳到标记位置

source: Green
zh_hans: 绿色

source: Grouping paragraphs
zh_hans: 正在分组段落

source: Hide Inspector
zh_hans: 隐藏检查器

source: High
zh_hans: 高

source: Highlight Selection
zh_hans: 高亮所选内容

source: How to use translation
zh_hans: 如何使用翻译

source: HTML and PDF routes are both selected.
zh_hans: HTML 和 PDF 路由都已选择。

source: HTML concurrency: %d
zh_hans: HTML 并发数：%1$d

source: HTML Display Mode
zh_hans: HTML 显示模式

source: HTML Font Size
zh_hans: HTML 字号

source: HTML Font Size: %d
zh_hans: HTML 字号：%1$d

source: HTML is not available for this paper.
zh_hans: 这篇论文没有可用的 HTML。

source: HTML Model
zh_hans: HTML 模型

source: HTML selection
zh_hans: HTML 选区

source: HTML translation completed.
zh_hans: HTML 翻译完成。

source: HTML translation works best for arXiv papers with HTML content. PDF translation uses the PDF/BabelDOC route and can produce translated or side-by-side PDF reading modes.
zh_hans: HTML 翻译最适合带有 HTML 内容的 arXiv 论文。PDF 翻译使用 PDF/BabelDOC 路由，可生成译文 PDF 或左右对照的阅读模式。

source: HTML Typography
zh_hans: HTML 排版

source: HTTP %d: %@
zh_hans: HTTP %1$d：%2$@

source: HTTP 404: endpoint not found. Current base URL is %@. Resolved endpoint is %@.%@ Check the selected API protocol and provider base URL.
zh_hans: HTTP 404：未找到 endpoint。当前 Base URL 为 %1$@。解析后的 endpoint 为 %2$@。%3$@ 请检查所选 API 协议和 Provider Base URL。

source: HTTP 404: endpoint not found. Current base URL is %@. Resolved endpoint is %@.%@ Expected OpenAI-compatible chat endpoint is usually '<baseURL>/chat/completions'.
zh_hans: HTTP 404：未找到 endpoint。当前 base URL 为 %1$@。解析后的 endpoint 为 %2$@。%3$@ OpenAI-compatible chat endpoint 通常应为 '<baseURL>/chat/completions'。

source: Identifier
zh_hans: 标识符

source: If you do not have a TeX distribution installed, MacTeX is recommended. The distribution is installed and maintained separately from Freddie.
zh_hans: 如果尚未安装 TeX 发行版，推荐使用 MacTeX。该发行版独立于 Freddie 安装和维护。

source: Import
zh_hans: 导入

source: Import a PDF or fetch one from arXiv to read it here.
zh_hans: 导入一个 PDF，或从 arXiv 获取一个 PDF 后在这里阅读。

source: Import an arXiv paper or a local PDF from the sidebar. Once the first paper is added, HTML, PDF, bilingual reading, and translation tools all appear here.
zh_hans: 从侧边栏导入 arXiv 论文或本地 PDF。添加第一篇论文后，HTML、PDF、双语阅读和翻译工具都会出现在这里。

source: Import an arXiv paper or web page with HTML content to read it here.
zh_hans: 导入带 HTML 内容的 arXiv 论文或网页，即可在这里阅读。

source: Import an arXiv paper with HTML content to read it here.
zh_hans: 导入一篇带 HTML 内容的 arXiv 论文，即可在这里阅读。

source: Import an arXiv paper, web page, or local PDF from the sidebar. Once the first paper is added, HTML, PDF, bilingual reading, and translation tools all appear here.
zh_hans: 从侧边栏导入 arXiv 论文、网页，或本地 PDF。添加第一篇论文后，HTML、PDF、双语阅读和翻译工具都会出现在这里。

source: Import arXiv Paper?
zh_hans: 导入 arXiv 论文？

source: Import from arXiv
zh_hans: 从 arXiv 导入

source: Import web page
zh_hans: 导入网页

source: Importing from arXiv
zh_hans: 正在从 arXiv 导入

source: Increase Font Size
zh_hans: 增大字号

source: Insert Placeholder
zh_hans: 插入占位符

source: Inspector
zh_hans: 检查器

source: INSPECTOR
zh_hans: 检查器

source: Install or update BabelDOC
zh_hans: 安装或更新 BabelDOC

source: Install source
zh_hans: 安装源

source: Installing BabelDOC...
zh_hans: 正在安装 BabelDOC...

source: Installing...
zh_hans: 正在安装...

source: Interface and Localization
zh_hans: 界面与本地化

source: Invalid arXiv identifier: %@
zh_hans: 无效的 arXiv 标识符：%1$@

source: Invalid provider Base URL: %@
zh_hans: 无效的 provider Base URL：%1$@

source: Invalid provider chat endpoint for base URL: %@
zh_hans: 无法为 Base URL 构建有效的聊天端点：%1$@

source: Invalid provider configuration: %@
zh_hans: 无效的 provider 配置：%1$@

source: Invalid provider endpoint for base URL: %@
zh_hans: 无法为 Base URL 构建有效的 Provider endpoint：%1$@

source: Keychain operation failed with status %d.
zh_hans: Keychain 操作失败，状态码为 %1$d。

source: Language
zh_hans: 语言

source: Last tested: %@
zh_hans: 上次测试：%1$@

source: Latest available version
zh_hans: 最新可用版本

source: LaTeX Installation
zh_hans: LaTeX 安装

source: LaTeX source is unavailable; continuing with PDF layout analysis.
zh_hans: LaTeX 源码不可用；将继续使用 PDF 版面分析。

source: LaTeX source translation completed, but PDF compilation failed.
zh_hans: LaTeX 源码翻译已完成，但 PDF 编译失败。

source: LaTeX source translation completed, but PDF compilation requires a TeX distribution that includes latexmk.
zh_hans: LaTeX 源码翻译已完成，但 PDF 编译需要安装包含 latexmk 的 TeX 发行版。

source: LaTeX structure could not be applied; translation continued with PDF layout.
zh_hans: 无法应用 LaTeX 结构；已回退到 PDF 版面继续翻译。

source: LaTeX structure is ready for PDF translation.
zh_hans: LaTeX 结构已可用于 PDF 翻译。

source: LaTeX structure matched %d/%d PDF paragraphs; translated %d/%d text blocks.
zh_hans: LaTeX 结构匹配了 %1$d/%2$d 个 PDF 段落；已翻译 %3$d/%4$d 个文本块。

source: LaTeX Translation
zh_hans: LaTeX 翻译

source: LaTeX translation completed.
zh_hans: LaTeX 翻译已完成。

source: LaTeX translation is enabled, but the selected toolchain is not ready. Install MacTeX or choose a directory that contains latexmk and a PDF engine.
zh_hans: LaTeX 翻译已启用，但所选工具链尚未就绪。请安装 MacTeX，或选择包含 latexmk 和 PDF 引擎的目录。

source: Less
zh_hans: 更少

source: Link Copied
zh_hans: 链接已复制

source: Link copied to the clipboard.
zh_hans: 链接已复制到剪贴板。

source: Live web search
zh_hans: 联网搜索

source: Live web search requires the selected assistant model to use the Responses API.
zh_hans: 当前阅读助手模型不支持实时联网搜索，请选择使用 Responses API 的模型（例如 DeepSeek V4 Flash）。

source: Loading title, authors, abstract, and links for %@.
zh_hans: 正在加载 %1$@ 的标题、作者、摘要和链接。

source: Local PDF
zh_hans: 本地 PDF

source: Localizing the paper body from %@ for reading and translation.
zh_hans: 正在从 %1$@ 本地化论文正文，以便阅读和翻译。

source: Location on Disk
zh_hans: 磁盘位置

source: Low
zh_hans: 低

source: Markdown export requires a configured folder. Copy Digest can still use the template without an export folder.
zh_hans: Markdown 导出需要先配置文件夹。复制文摘无需导出文件夹，仍会使用模板。

source: Markdown Template
zh_hans: Markdown 模板

source: Matching fonts
zh_hans: 正在匹配字体

source: Max
zh_hans: 最大

source: Medium
zh_hans: 中

source: Metadata
zh_hans: 元数据

source: Metadata, abstract, and notes
zh_hans: 元数据、摘要和笔记

source: Model deleted.
zh_hans: 模型已删除。

source: Model Guide
zh_hans: 模型指南

source: Model name
zh_hans: 模型名称

source: Model Name
zh_hans: 模型名称

source: Model name cannot be empty.
zh_hans: 模型名称不能为空。

source: Model Profile
zh_hans: 模型配置

source: Model profile name cannot be empty.
zh_hans: 模型配置名称不能为空。

source: Model saved.
zh_hans: 模型已保存。

source: Model test passed in %d ms.
zh_hans: 模型测试通过，耗时 %1$d ms。

source: Models
zh_hans: 模型

source: More
zh_hans: 更多

source: Nearby
zh_hans: 就近解释

source: New
zh_hans: 新建

source: New Model
zh_hans: 新模型

source: New Note
zh_hans: 新建笔记

source: New Provider
zh_hans: 新 Provider

source: No API key is saved for provider “%@”.
zh_hans: Provider “%1$@” 没有保存 API key。

source: No HTML attachment is available for this paper.
zh_hans: 这篇论文没有可用的 HTML 附件。

source: No HTML available
zh_hans: 没有可用的 HTML

source: No notes yet.
zh_hans: 还没有笔记。

source: No paper selected
zh_hans: 未选择论文

source: No papers yet
zh_hans: 还没有论文
